Repository: afsmith/Kneto-Sello
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Use LDAP
fi: Käytä LDAP
sv: Användare från LDAP

source: Users DN
fi: Käyttäjän DN
sv: Användar namn

source: Groups DN
fi: Ryhmän DN
sv: Grupp DN

source: Group type
fi: Ryhmän nimi
sv: Gruppnamn

source: User distinguisher
fi: Käyttäjän tiedot
sv: Användarinformation

source: First name
fi: Etunimi
sv: Förnamn

source: Last name
fi: Sukunimi
sv: Efternamn

source: Email
fi: Sähköposti
sv: E-post

source: Phone
fi: Puhelin
sv: Telefon

source: Quality of video content
fi: videosisälllön laatu
sv: Video kvalitet

source: Use DMS
fi: Käytä DMS
sv: Använd DMS

source: DMS path
fi: DMS polku
sv: DMS stig

source: Form field dms_path is required
fi: Lomakekentän dms_polku on pakollinen
sv: Formulärfältets dms_väg krävs

source: Dms path is not valid UNIX path
fi: Dms polku ei ole voimassa oleva UNIX polku
sv: Dms vägen är inte en Giltig UNIX väg

source: Default language
fi: Oletuskieli
sv: Standardspråk

source: Custom web title
fi: Muokattu web otsikko
sv: Anpassad web rubrik

source: Footer
fi: Ala tunniste
sv: Sidfot

source: Logo file
fi: Tuo tiedosto
sv: logo-fil

source: Css file
fi: Css tiedosto
sv: Css fil

source: Application icons
fi: Sovellus kuvakkeet
sv: Applikations ikoner

source: Filetype icons
fi: Tiedostotyyppi kuvakkeet
sv: Filtyp ikoner

source: Progress icons
fi: Entenemis kuvakkeet
sv: Framfart ikoner

source: Main menu bar
fi: Päävalikkopalkki
sv: Huvudmenyraden

source: Token
fi: Tunniste
sv: Aktiverings kod

source: Name
fi: Nimi
sv: Namn

source: Template
fi: Malli
sv: Mall

source: Receiver required
fi: Lisää vastaanottaja
sv: Ange mottagare

source: Group required
fi: Vaaditan ryhmä
sv: Ange grupp

source: Content required
fi: Lisää sisältö
sv: Ange Innehåll

source: Sender required
fi: Lisää lähettäjä
sv: Ange avsändare

source: Receiver visible
fi: Näytä vastaanottaja
sv: Mottagaren visas

source: Group visible
fi: Näytä ryhmä
sv: Visa Innehåll

source: Content visible
fi: Näytä sisältö
sv: Visa Innehåll

source: Sender visible
fi: Näytä lähettäjä
sv: Visa Avsändaren

source: Date from visible
fi: Näytä mistä pvm
sv: Visa från datum

source: Date to visible
fi: Näytä mihin pvm
sv: Visa till datum

source: Note
fi: Huomautus
sv: Notera

source: This field is required.
fi: Pakollinen kenttä
sv: Detta fält är obligatoriskt

source: Please fill up all necessary fields
fi: Täytä kaikki tarvittavat kentät
sv: Vänligen fyll i alla obligatoriska fält

source: high
fi: korkea
sv: hög

source: medium
fi: keskipitkät
sv: mellan

source: low
fi: matala
sv: låg

source: Config entry name
fi: Config lähtö nimi
sv: Config entry namn

source: Config entry value
fi: Config lähtö arvo
sv: Config entry värde

source: Local group name
fi: Paikallinen ryhmä nimi
sv: Lokalt grupp namn

source: LDAP group DN
fi: LDAP-ryhmän DN
sv: LDAP-grupp DN

source: False
fi: Väärin
sv: Inte aktiverat

source: True
fi: Totta
sv: Sant

source: At least one segment is required.
fi: Vaaditaan vähintään yksi segmentti
sv: Minst ett segment krävs

source: Segment "%s" is expired.
fi: Segmentti "%s" on vanhentunut
sv: Segment "%s" har löpt ut.

source: Segment "%s" is removed.
fi: Sisältö "%s" on poistettu
sv: Innehållet "%s" har tagits bort

source: 'Expires to' date must be at least 1 week forward.
fi: 'voimassaolo' päivämäärä oltava vähintään 1 viikko tulevaisuuteen
sv: 'Utgår' datumet måste vara minst en vecka framöver

source: Module must have at least one group in "Can be assigned to" section.
fi: Moduulilla oltav vähintään yksi ryhmä "Can be assigned to" sektiossa
sv: Modulen måste ha minst en grupp i " Kan hänföras till"delen.

source: Language
fi: Kieli
sv: Språk

source: Expiration date
fi: Aktiivinen asti
sv: Utgångsdatum

source: Delete file after expiration
fi: Poista kun ei-aktiivinen
sv: Radera efter utgångsdatum

source: Allow downloading
fi: Salli lataaminen levylle
sv: Tillåt nedladdning

source: Duration
fi: Kesto
sv: Längd

source: Owner
fi: Omistaja
sv: Ägare

source: Unspecified
fi: Määrittelemätön
sv: Ospecificerat

source: My groups
fi: Omat ryhmät
sv: Egna grupper

source: My files
fi: Omat tiedosto
sv: Mina filer

source: Inactive files
fi: Ei-aktiiviset tiedostot
sv: Inaktiva filer

source: All types
fi: Kaikki tyypit
sv: Alla typer

source: All languages
fi: Kaikki kielet
sv: Alla språk

source: Title
fi: Otsikko
sv: Titel

source: Module objective
fi: Moduulin tavoite
sv: Modulens målsättning

source: Goodbye message
fi: Lopputervehdys
sv: Hej då meddelande

source: Module complete
fi: Moduuli päättynyt
sv: Modul klar

source: Allow skipping
fi: Salli ohitus
sv: Tillåt hoppande

source: Sign off required
fi: Kirjaudu off vaadittu
sv: Signera krävs

source: Add one click link 'OCL'
fi: Lisää yhden klikin linkki 'OCL'
sv: Lägg till OCL (en-klick-länk)

source: Set expire date
fi: Voimassaolopäivä
sv: Ställ utgångsdatum

source: Send message
fi: Lähetä viesti
sv: Skicka Meddelande

source: plain
fi: tavallinen
sv: vanligt

source: image
fi: kuva
sv: bild

source: audio
fi: ääni
sv: ljud

source: uploaded
fi: ladattu
sv: laddade

source: available
fi: saatavilla
sv: tillgänglig

source: Type
fi: Tyyppi
sv: Typ

source: Original File Name
fi: Alkuperäisen tiedoston nimi
sv: Ursprungliga filnamnet

source: Status
fi: Tila

source: Key
fi: Avain
sv: Nyckel

source: Original Sub Key
fi: Alkuperäinen Sub Avain
sv: Original Sub Nyckel

source: Converted Sub Key
fi: Muunnettu Sub Avain
sv: Konverterad Sub Nyckel

source: Thumbnail Sub Key
fi: Thumbnail Sub Avain
sv: Thumbnail Sub Nyckel

source: Preview Sub Key
fi: Alkuperäinen Sub Avain
sv: Original Sub Nyckel

source: Created on
fi: Luotu
sv: Skapad

source: Updated on
fi: Päivitetty
sv: Uppdaterad

source: Number of content pages
fi: Sisällön sivumäärä
sv: Antal sidor innehåll

source: Content is removed
fi: Sisältö on poistettu
sv: Innehållet har tagits bort

source: Objective
fi: Tavoite
sv: Målsättning

source: State code
fi: Status
sv: Status

source: Publish date
fi: Julkaisu päivämäärä
sv: Publiserat datum

source: Deactivated date
fi: Poista käytöstä
sv: Avaktivera

source: Allow downloads
fi: Salli lataaminen levylle
sv: Tillåt nedladdning

source: Track
fi: Kappale
sv: Stycke

source: Start offset
fi: Aloita offset
sv: Starta offset

source: End offset
fi: Lopeta offset
sv: Sluta offset

source: Playback mode
fi: Toistotila
sv: Uppspelningsläge

source: Position
fi: Kantaan

source: Yes
fi: Kyllä
sv: Ja

source: No
fi: Ei
sv: Nej

source: Unsupported file type.
fi: tiedostotyyppiä ei tueta
sv: filtypen stöds inte

source: Username
fi: Käyttäjätunnus
sv: Användarnamn

source: Password
fi: Salasana
sv: Lösenord

source: Please enter a correct username and password.
fi: Anna oikea käyttäjätunnus ja salasana.
sv: Ange rätt användarnamn och lösenord.

source: Please enter a correct username.
fi: Anna oikea käyttäjätunnus.
sv: Ange rätt användarnamn.

source: Please enter a correct password.
fi: Anna oikea salasana.
sv: Ange rätt lösenord.

source: Group does not exist.
fi: Ryhmä ei ole olemassa
sv: Gruppen finns inte

source: Invalid phone number. Numer must consist of + (optional) and digits separated (or not) with single spaces.
fi: Virheellinen puhelin numero. Numeron voi sisältää + ja/tai numeroita yhteenkirjoitettu tai yksittäisillä välilyönneillä
sv: Ogiltigt Telefon nummer. Nummret måste innehålla + (valfri) och nummerhopskrivet eller med enkla mellanslag

source: You are not authorized to change roles of users.
fi: Sinulla ei ole oikeuksia muuttaa käyttäjä rooleja
sv: Du är inte berättigad att ändra användarroller

source: Role
fi: Rooli
sv: Roll

source: OCL (One-click-link)
fi: OCL (yhden-klikin-linkki)
sv: OCL (en-klick-länk)

source: User with such username already exists. Please enter different username.
fi: Käyttäjä samalla nimellä on jo olemassa. vaihda käyttäjän nimi.
sv: Användare med samma namn finns redan. Vänligen inför ett annat användarnamn

source: Group with the same name already exists. Please choose different name.
fi: Ryhmä samalla nimellä on jo olemassa. vaihda ryhmän nimi.
sv: Grupp med samma namn finns redan. Vänligen inför ett annat gruppnamn

source: File
fi: Tiedosto
sv: Fil namn

source: Send goodbye email
fi: Lähetä hyvästi viesti
sv: Skicka Hej Då Meddelande

source: Old password is invalid.
fi: Vanha salasana on mitätön
sv: Oösenordet är inte i bruk

source: New password must be repeated twice.
fi: Uusi salasana kirjattava kaksi kertaa
sv: Vänligen skriv in nya lösenordet två gånger

source: New password must be different than previous
fi: Uusi salasana ei voi olla sama kun edellinen
sv: NNya lösenordet kan inte vara samma som tidigare

source: Old password
fi: Vanha salasana
sv: Gamla lösenord

source: New password
fi: Uusi salasana
sv: Lösenorde

source: Repeat new password
fi: Uudestaan salasana
sv: Upprepa lösenorde

source: New password is required
fi: Tarvitaan uusi salasana
sv: Kursens Målsättning

source: Repeat new password is required
fi: Toista uusi salasana
sv: Skriv in lösenordet pånytt

source: Access level
fi: Pääsy tasolla
sv: Tillträde nivå

source: sender
fi: Lähetä
sv: avsändare

source: recipient
fi: Vastaanottaja
sv: Mottagare

source: OCL recipient
fi: OCL Vastaanottaja
sv: OCL-Mottagare

source: User role
fi: Käyttäjä rooli
sv: Användar roll

source: Phone number
fi: Puhelinnumero
sv: Telefon nummer

source: User from LDAP
fi: Käyttäjä LDAP:sta
sv: Användare från LDAP

source: Has card
fi: Kortti annettu

source: Imported file has more than maximal number of lines (%d)
fi: Tuotu tiedosto ylittää max. rivimäärän (%d)
sv: Importerade filen har mera än tillåtna antal rader (%d)

source: Missing required header fields: %s.
fi: ylätunniste puuttuu kentät. %s.
sv: Rubrik fälten saknas: %s.

source: Missing username field in row %d.
fi: Käyttäjänimi puuttuu rivillä %d.
sv: Användarnamn fält på rad %d.saknas

source: User %(username)s added to group %(groupname)s.
fi: Käyttäjä %(username)s on lisättu ryhmään %(groupname)s
sv: Användare %(username)s har lagts till gruppen %(groupname)s

source: User %(username)s (row %(counter)d) already assigned to this group, skipping.
fi: Käyttäjä %(username)s (row %(counter)d) on jo lisätty tähän ryhmään, ohita
sv: Användare %(username)s (row %(counter)d) är redan tilldelad den här gruppen, hoppa över

source: Missing required field values for fields %(mising)s in row %(counter)d
fi: Kenttien arvot kentille %(mising)s rivissä %(counter)d puuttuu.
sv: Värden saknas i fälten %(mising)s i rad %(counter)d

source: User %s already exists with different personal information.
fi: Käyttäjä %s on jo olemassa eri tiedoilla
sv: Användare %s existerar med annat person data

source: Username %s is too long.
fi: Käyttäjänimi %s on liian pitkä.
sv: Användarnamnet %s är för långt.

source: First name %s is too long.
fi: Etunimi %s on liian pitkä.
sv: Förnamnet %s är för långt.

source: Last name %s is too long.
fi: Sukunimi %s on liian pitkä.
sv: Efternamnet %s är för långt.

source: Email %s is too long.
fi: Sähköposti %s on liian pitkä.
sv: E-post %s är för långt.

source: Email %s is not valid.
fi: Sähköposti %s on väärin.
sv: E-post %s är fel.

source: Phone %s is not valid.
fi: Puhelin %s on väärin.
sv: Telefon %s är fel.

source: New user %(username)s was created and added to group %(groupname)s
fi: Uusi käyttäjä %(username)s on luotu ja lisätty ryhmään %(groupname)s
sv: Ny användare %(username)s är skapad och tillag till gruppen %(groupname)s

source: User has groups not managed by this admin.
fi: Käyttäjä kuuluu ryhmiin joita tämä admin ei hallinnoi
sv: Användaren har grupper som inte kontroleras av den här admin

source: User has started course.
fi: Käyttäjä on aloittanut info paketin.
sv: Användaren har påbörjat info paketet.

source: User with ID %s is not eligable for deletion
fi: Käyttäjä tunnuksella %s ei ole oikeutettu poistaa
sv: Användare med ID %s går inte att ta bort

source: User successfully deleted %s
fi: Viesti poistettu %s
sv: Meddelande har tagits bort %s.

source: User %s not found
fi: Käyttäjä %s ei löytynyt
sv: Användare %s hittas inte

source: Unable to delete %s. You can't remove yourself.
fi: Ei ole mahdollista poistaa %s. Et voi poistaa itseäsi.
sv: Kan inte ta bort %s. Du kan inte ta bort dig själv.

source: Results of removed users
fi: Luettelo moduuleista
sv: Lista över moduler

source: Remove users listed in the selected file
fi: Poista valitun tiedoston käyttäjät
sv: Ta bort användare i den valda filen

source: remove users
fi: Poista käyttäjät
sv: Ta bort användare

source: User with ID %d does not exist.
fi: Käyttäjätunnus %d ei ole olemassa
sv: Användare med ID %d finns inte.

source: Invalid action specified.
fi: Virheellinen toiminto määritelty
sv: Ogiltig åtgärd

source: Group with ID %d does not exist.
fi: Käyttäjätunnus %d ei ole olemassa
sv: Användare med ID %d finns inte.

source: Import users to group:
fi: Tuo käyttäjät ryhmään
sv: Inga användare i den här gruppen

source: import users to group
fi: Tuo käyttäjät ryhmään
sv: Inga användare i den här gruppen

source: Subject
fi: Aihe
sv: Rubrik

source: Body
fi: Sisältö
sv: Innehåll

source: Content
fi: Sisältö
sv: Innehåll

source: %(date)s, %(sender)s wrote: %(body)s
fi: %(date)s, %(sender)s kirjoitti: %(body)s
sv: %(date)s, %(sender)s skrev: %(body)s

source: Re: %(subject)s
fi: VS: %(subject)s

source: Message successfully deleted.
fi: Viesti poistettu
sv: Meddelande har tagits bort.

source: Show all
fi: Näytä kaikki
sv: Visa alla

source: Monday
fi: Maanantai
sv: Måndag

source: Tuesday
fi: Tiistai
sv: Tisdag

source: Wednesday
fi: Keskiviikko
sv: Onsdag

source: Thursday
fi: Torstai
sv: Torsdag

source: Friday
fi: Perjantai
sv: Fredag

source: Saturday
fi: Lauantai
sv: Lördag

source: Sunday
fi: Sunnuntai
sv: Söndag

source: Receiver
fi: Vastaanottaja
sv: Mottagare

source: Groups
fi: Ryhmät
sv: Grupper

source: Template report
fi: Pohja raportti
sv: Mall rapport

source: Execution
fi: Täytäntöönpano
sv: Utförande

source: Schedule hour
fi: Ajasta tunti
sv: Schema timme

source: Group
fi: Ryhmä
sv: Grupp

source: Date from
fi: Päviämäärästä
sv: Från datum

source: Date to
fi: Päivämäärään
sv: Till Datum

source: Send the reports
fi: Lähetä raportit
sv: Skicka rapporterna

source: Report format
fi: Raportti muoto
sv: Rapport format

source: Send to:
fi: Lähetä:
sv: Skicka åt:

source: Users
fi: Käyttäjät
sv: Användare

source: Admins
fi: Admin
sv: Admin

source: On demand
fi: Vaadittaessa
sv: Vid krav

source: Once a day
fi: Kerran päivässä
sv: En gång i veckan

source: Once a week
fi: Kerran viikossa
sv: En gång i veckan

source: Once a month
fi: Kerran kuukaudessa
sv: En gång i månaden

source: Creation date
fi: Luontipäivämäärä
sv: Datum för skapande

source: Modification date
fi: Muutos päiväys
sv: Ändringsdatum

source: Last run
fi: Edellinen ajo
sv: Senast körd

source: Schedule
fi: Aikataulu
sv: Tidtabell

source: Run on
fi: Aja raportti pvm
sv: Kör raporten

source: Run hour
fi: Aja raportti klo
sv: Raporten körd

source: Report generated successfully
fi: Raportti luotu onnistuneesti
sv: Rapport genererad framgångsrikt

source: Report generation failed
fi: Raportin luonti epäonnistui
sv: Rapport generering misslyckades

source: Activate users
fi: Aktivoi
sv: Aktivera

source: Re-send activation emails
fi: Ota uudelleen käyttöön
sv: Återaktivera

source: This value may contain only letters, numbers and @/./+/-/_ characters.
fi: Tämä kenttä voi sisältää vain kirjaimia, numeroita ja @/./+/-/_ merkkejä.
sv: Detta fält kan endast innehålla bokstäver, siffror och @/./+/-/_ tecken.

source: E-mail
fi: Sähköposti
sv: E-post

source: Password (again)
fi: Salasana uudestaan
sv: Lösenord

source: A user with that username already exists.
fi: Käyttäjä samalla nimellä on jo olemassa. vaihda käyttäjän nimi.
sv: Användare med samma namn finns redan. Vänligen inför ett annat användarnamn

source: The two password fields didn't match.
fi: Salasanat eivät täsmänneet
sv: Lösenordsfälten stämde inte överens.

source: I have read and agree to the Terms of Service
fi: Olen lukenut ja hyväksyn käyttöehdot
sv: Jag har läst och godkänner användarvillkoren

source: You must agree to the terms to register
fi: Sinun on hyväksyttävä ehdot ennen rekisteröintiä
sv: Du måste godkänna användarvillkoren för att registrera dig

source: This email address is already in use. Please supply a different email address.
fi: Tämä sähköpostiosoite on jo käytössä.Lisää toinen sähköpostiosoite.
sv: Denna e-postadress används redan. Vänligen ange en annane-postadress

source: Registration using free email addresses is prohibited. Please supply a different email address.
fi: Rekisteröinti käyttäen ilmaisia sähköpostiosoitteita ei ole sallittu. Lisää toinen sähköpostiosoite.
sv: Registrering med hjälp av gratis e-postadresser är förbjuden. Vänligen angeen annan e-postadress.

source: user
fi: käyttäjä

source: activation key
fi: Poista käytöstä
sv: Avaktivera

source: registration profile
fi: Käyttäjä rooli
sv: Användar roll

source: registration profiles
fi: Käyttäjä rooli
sv: Användar roll

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
fi: Tähän sähköpostiosoitteeseen ei ole liitetty käyttäjä tiliä. Oletko varma ettäolet rekisteröitynyt?
sv: e-postadressen har inte ett tillhörande användarkonto. Är du säker på att du har registrerat dig?

source: More than one user account use this e-mail. You should report it to an administrator.
fi: Useammalla kun yhdellä käyttäjätilillä on sama sähköpostiosoite. Ystävällisesti ilmoita
sv: det finns mera än en användare som använder samma e-post, vänligen meddela om detta åt administratören.

source: Repeat email
fi: Sähköposti uudestaan

source: Invalid Token.
fi: Väära tunniste
sv: Fel kod

source: The two email fields didn't match.
fi: Sähköposti eivät täsmänneet.

source: tag name
fi: tunnisteen nimi (tagi)
sv: tag namn

source: is default
fi: on oletus
sv: är standard

source: event type
fi: tapahtuma tyyppi
sv: typ av händelse

source: is scorm
fi: on SCORM
sv: är scorm

source: scorm min score
fi: SCORM min. pisteet
sv: scorm min. poäng

source: scorm raw score
fi: SCORM pisteet (RAW)
sv: scorm poäng (RAW)

source: scorm max score
fi: SCORM max. pisteet
sv: scorm max. poäng

source: lesson status
fi: Admin tila
sv: Admin status

source: scorm status
fi: Admin tila
sv: Admin status

source: client ip
fi: ip

source: page number
fi: Puhelinnumero

source: English
fi: Englanti
sv: Engelska

source: Finnish
fi: Suomi
sv: Finska

source: Swedish
fi: Ruotsi
sv: Svenska

source: Arabic
fi: Arabia
sv: Arabiska

source: Bulgarian
fi: Bulgaria
sv: Bulgarsiska

source: Bosnian
fi: Bosnia
sv: Bonsinska

source: Catalan
fi: Katalania
sv: Katalanska

source: Czech
fi: Tsekki
sv: Tjeckien

source: Welsh
fi: Walesin
sv: walesiska

source: Danish
fi: Tanska
sv: Danska

source: German
fi: Saksa
sv: Tyska

source: Greek
fi: Kreikka
sv: Grekiska

source: British English
fi: Englanti
sv: Brittisk Engelska

source: Spanish
fi: Espanja
sv: Spanska

source: Argentinian Spanish
fi: Argentiinan Espanja
sv: Argentinsk Spanska

source: Estonian
fi: Eesti
sv: Estninska

source: Basque
fi: Baski
sv: Baskiska

source: Persian
fi: Persia
sv: Persiska

source: French
fi: Ranska
sv: Franska

source: Frisian
fi: Friisin kieli
sv: Frisiska

source: Irish
fi: Irlannin Englanti
sv: Irland Engelska

source: Hebrew
fi: Heprea
sv: Hebreiska

source: Hindi
fi: Hindu

source: Croatian
fi: Kroatia
sv: Kroatiska

source: Hungarian
fi: Unkari
sv: Ungerska

source: Indonesian
fi: Indonesia
sv: Indonesiska

source: Icelandic
fi: Islanti
sv: Isländska

source: Italian
fi: Italia
sv: Italienska

source: Japanese
fi: Japani
sv: Japanska

source: Georgian
fi: Georgia
sv: Georgiska

source: Khmer
fi: Khmeeri
sv: Khmeriska

source: Kannada
fi: Kanadan Englanti
sv: Kanada Engelska

source: Korean
fi: Korea
sv: Koreanska

source: Lithuanian
fi: Lituania
sv: Lituanska

source: Latvian
fi: Latvia
sv: Latviska

source: Macedonian
fi: Makedonia
sv: Makedonska

source: Malayalam
fi: Malai

source: Mongolian
fi: Mongolia
sv: Mongolska

source: Dutch
fi: Hollanti
sv: Holländska

source: Norwegian
fi: Norja
sv: Norska

source: Norwegian Bokmal
fi: Norja Kirjakieli
sv: Norsk Bokmål

source: Norwegian Nynorsk
fi: Norja Uusi
sv: NyNorsk

source: Polish
fi: Puola
sv: Polska

source: Portuguese
fi: Portugali
sv: Portugisiska

source: Brazilian Portuguese
fi: Brasilian Portugali
sv: Brasilianska portugisiska

source: Romanian
fi: Romania
sv: Romänska

source: Russian
fi: Venäjä
sv: Ryska

source: Slovak
fi: Slovakia
sv: Slovakiska

source: Slovenian
fi: Slovenia
sv: Slovenska

source: Albanian
fi: Albania
sv: Albanska

source: Serbian
fi: Serbia
sv: Serbiska

source: Serbian Latin
fi: Serbian Latina
sv: Serbisk Latin

source: Tamil
fi: Tamili
sv: Tamilska

source: Turkish
fi: Turkki
sv: Turkiska

source: Ukrainian
fi: Ukraina
sv: Ukrainska

source: Vietnamese
fi: Vietnam
sv: Vietnamesiska

source: Simplified Chinese
fi: Kiina
sv: Simplifierad kinesiska

source: Traditional Chinese
fi: Kiina Perinteinen
sv: Traditionell kinesiska

source: Messages
fi: Ei viestejä
sv: meddelande

source: Home
fi: Etusivu
sv: Startsida

source: Continue Module
fi: Jatka edellistä
sv: Fortsätt senaste

source: Notepad
fi: Muistio
sv: Anteckningar

source: Dashboard
fi: Hallintapaneeli
sv: Kontrollpanel

source: Manage files
fi: Muokkaa tiedostoja
sv: Hantera filer

source: Manage content
fi: Muokkaa sisältöä
sv: Hantera innehåll

source: Send
fi: Lähetä
sv: Skicka

source: Administration
fi: Hallinto

source: Log out
fi: Kirjaudu ulos
sv: Logga ut

source: Administer Content
fi: Hallinnoi sisältöä
sv: Administrera innehåll

source: Administer GUI
fi: Hallinnoi GUI
sv: Administrera GUI

source: Administer Reports
fi: Hallinnoi raportteja
sv: Administrera rapporter

source: Administer Messages
fi: Hallinnoi Viestit
sv: Administrera meddelanden

source: Administer Self Registration
fi: Hallinnoi itse rekisteröintiä
sv: Administrera självregistreringen

source: Configure LDAP
fi: Konfiguroi LDAP
sv: Konfigurera LDAP

source: Map LDAP groups
fi: Mapita LDAP-ryhmät
sv: LDAP-grupp DN

source: Groups & Users
fi: Ryhmien &amp; käyttäjä
sv: Grupper och Mottagare

source: Reports
fi: Raportit
sv: Rapporter

source: My messages
fi: Omat viestit
sv: Mina meddelanden

source: Administrative tools
fi: Hallinnon työkalut
sv: Admin verktyg

source: Save
fi: Tallenna
sv: Spara
