Repository: afsmith/Kneto-Sello
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Here you can manage users and groups within the system. Create a group, add users to it. Users can be typed in by selecting a group then clicking the add users bar, or imported from a comma separated value file (CSV). This is where you can edit a users information too. Change their phone number, make them an publisher or remove them. Also, if you would like to share the responsibility of managing a group, you can use the 'Add Manager' feature. This allows your colleague to add users and make assignments to the group too.
fi: Ryhmät ja käyttäjät: Täällä voit hallita käyttäjiä ja ryhmiä. Luoda ryhmiä ja lisätä lähettäjiä ja vastaanottajia. Vastaanottaja voidaan lisätä luomalla tai valitsemalla ryhmä ja sen jälkeen valitsemalla "lisää vastaanottaja". Vastaanottajat voidaan tuoda myös CSV-tiedostosta. Jos haluat jakaa ryhmän hallinta-oikeudet toisen lähettäjän kanssa voit tehdä sen "jaa hallinta-oikeudet" -toiminnolla. Tämän jälkeen henkilö, jolle oikeudet on myönnetty pystyy lisäämään ryhmääsi vastaanottajia ja lähettämään heille sisältöä.
sv: Här kan du hantera användare och grupper i systemet. Skapa grupper och lägga till avsändare och mottagare. Mottagare kan läggas i en grupp genom att först skapa eller välja en grupp och sedan klicka på "lägg till mottagare". Mottagare kan även importeras från en CSV- fil. Om du vill dela ansvaret med en kollega för att hantera en av dina grupper, kan du använda "Dela Admin rättigheter"- funktionen. Detta gör att även din kollega kan lägga till användare och göra publiceringar åt gruppen

source: Manage groups & users
fi: Muokkaa ryhmät
sv: Hantera Grupper

source: Would you like to share the progress of your receivers with others? See who looked at your proposal yesterday/last week by looking at your email, you can with reports. Select a template, chose your options, set a schedule, or not, then choose who you would like it sent too. We can send them a pdf, html, CSV or any combination of them. Custom report templates can be made too. Send us a message with what you would like to report on and let's see what we can come up with.
fi: Raportit: Täällä voit määrittää miten ja kenen haluat saavan luomasi raportit automaattisesti. Kneto pystyy lähettämään määrittämäsi raportit pdf-, html- tai csv (excel) -muodossa. Kneto-tiimi avustaa tarvittaessa räätälöityjen raporttipohjien luonnissa.
sv: Här kan du ställa in hur och åt vem du vill ha dina rapporter levererade automatiskt. Kneto kan skicka dom som en .pdf, .html eller .CSV (excel). Vi kan göra dig rapportmallar du har konkret nytta av. Vem av dina mottagare har sett på materialet du har skickat? Vem har sett på offerten du skickade ut igår?

source: Set up your own message templates. The ones set up by your Admin are used as defaults. You can add you own logo, email signature. It's up to you. The editor allows you to copy and past existing html, or edit you own with the editor. You can use parameter too for things like your recipients first name, module title, etc. The parameter available for the templet are listed on the bottom.
fi: Omat viestit:Täällä voit luoda omia viestipohjia. Pääkäyttäjän luoma viestipohja on kaikilla lähettäjillä oletuksena. Jokainen lähettäjä voi luoda myös omia viestipohjia. Kneton editointitoiminnallisuuden avulla luot helposti persoonallisen saatetekstin.
sv: Gör dina egna mallar för meddelanden. Mallarna som görs av Administratorn används som standard. Men även du kan göra egna mallar som är anpassade just för ditt behov. Med det inbyggda editerings programmet kan du enkelt få en snygg första sida på ditt meddelande.

source: Add an ldap server for importing users, add report templates and set the sites default messages.
fi: Järjestelmähallinta: Täällä voit määrittää LDAP-palvelimen tuodaksesi vastaanottajat toisesta järjestelmästä (esimerkiksi yrityksen sähköpostipalvelimelta), määrittää raporttimallit sekä vakioviestipohjan.
sv: Gör dina egna mallar för meddelanden. Mallarna som görs av Administratorn används som standard. Men även du kan göra egna mallar som är anpassade just för ditt behov. Med det inbyggda editerings programmet kan du enkelt få en snygg första sida på ditt meddelande

source: Mapped groups
fi: Kartoitetut ryhmät
sv: Kartlagda grupper

source: Upload new
fi: Lataa tiedosto
sv: Ladda upp fil

source: Back to default
fi: Palaa oletus arvoon
sv: Tillbaka till standard

source: Group name
fi: Ryhmän nimi
sv: Gruppnamn

source: Group DN
fi: Ryhmän DN
sv: Grupp DN

source: Edit
fi: Muokkaa
sv: Redigera

source: Remove
fi: Poista
sv: Ta bort

source: Synchronize
fi: Synkronoi
sv: Synkronisera

source: Add new group mapping
fi: Lisää uusi ryhmä kartoitus
sv: Lägg till ny grupp kartläggning

source: Add
fi: Lisää
sv: Lägg till

source: Report templates
fi: Raportoi nimi
sv: Rapport namn

source: - search by name -
fi: - Hae nimellä. -
sv: - Sök på namn -

source: Add new template
fi: Lisää uusi raportti
sv: Lägg till ny rapport

source: Template name
fi: Malli
sv: Mallnamn

source: Author
fi: Tekijä
sv: utfärdad av

source: Reports import
fi: Tuo raportit
sv: Hämta rapporter

source: changes
fi: muutokset
sv: förändringar

source: Content completion
fi: Sisällön suorittaminen
sv: Slutfört innehåll

source: Recipient/Sender
fi: Vast./Läh.
sv: Mottag/sänd

source: Show only my groups
fi: Näytä vain omat ryhmät
sv: Visa endast mina grupper

source: No group selected
fi: Mikään ryhmä ei ole valittu
sv: Inga grupper valda

source: Group status
fi: Ryhmän tila
sv: Gruppens status

source: To group
fi: Ryhmään
sv: Till gruppen

source: Content title
fi: Sisällön otsikko
sv: Rubrik

source: Completion
fi: Valmistuminen
sv: status

source: Published
fi: Julkaistu
sv: Publiserad

source: Latest files
fi: Muut tiedosto
sv: Senaste Filer

source: Added
fi: Lisätty
sv: Tillagt

source: My content
fi: Oma sisältö
sv: Eget innehåll

source: Latest content
fi: Muut sisältö
sv: Senaste innehåll

source: Created
fi: Luotu
sv: Skapad

source: My Reports
fi: Omat raportit
sv: Mina rapporter

source: Latest reports
fi: Muut raportit
sv: Senaste rapporter

source: Recipient Status
fi: Vastaanottajan tila
sv: Mottagarens status

source: group
fi: Ryhmät
sv: gruppen

source: Recipient
fi: Vastaanottaja
sv: Mottagare

source: First Name
fi: Etunimi
sv: Förnamn

source: User IP
fi: Käyttäjä IP
sv: Användar IP

source: Last login
fi: Edellinen kirjautuminen
sv: Senaste inloggning

source: Select all
fi: Valitse kaikki
sv: Välj alla

source: No recipient selected
fi: Vastaanottajaa ei valittu
sv: Inga mottagare valda

source: Inbox
fi: Saapuneet

source: Archive
fi: Arkisto
sv: Arkiv

source: -- All groups --
fi: - Kaikki ryhmät -
sv: - Alla grupper -

source: New
fi: Uusi
sv: Nya

source: View Content
fi: Sisältö
sv: Innehåll

source: Send a message to the author
fi: Lähetä viesti
sv: Skicka ett meddelande

source: Total time
fi: Kokonaisaika
sv: Total tid

source: Download count
fi: Ladattu levylle
sv: Gånger nedladdad

source: Sign off
fi: Avannonsera
sv: Avannonsera

source: yes
fi: ei
sv: Ja

source: no
fi: nyt
sv: Nej

source: Preview
fi: Ennakkoesitys
sv: Förhandsgranska

source: Log
fi: Loki

source: Date
fi: Päivämäärä
sv: Datum

source: Result
fi: Tulos
sv: Resultat

source: Results log
fi: Tulosloki
sv: Resultat

source: Id
fi: käyttäjätunnus

source: Student response
fi: käyttäjän vastaus
sv: Användar svar

source: Viewed pages
fi: Katsotut sivut
sv: Sedda sidor

source: Search for
fi: Etsi
sv: Sök efter

source: By tags
fi: Tunnisteen mukaan
sv: Enligt Taggar

source: Add tag
fi: Lisää tunniste
sv: Lägg till tagg

source: File search
fi: Haku
sv: Sök fil

source: results
fi: Tiedostoa
sv: resultat

source: Add file
fi: Lisää tiedosto
sv: Lägg till fil

source: Refresh
fi: Päivitä
sv: Uppdatera

source: Create new
fi: Luo uusi
sv: Skapa ny

source: New from a copy
fi: Uusi kopiosta
sv: Ny från en kopia

source: Activate
fi: Aktivoi
sv: Aktivera

source: Re-activate
fi: Ota uudelleen käyttöön
sv: Återaktivera

source: Deactivate
fi: Poista käytöstä
sv: Avaktivera

source: To draft
fi: Laatia
sv: Att utarbeta

source: Sent
fi: Lähetetyt
sv: Skickad

source: Active
fi: Aktiivinen
sv: Aktiv

source: Continue editing
fi: Jatka muokkaamista
sv: Fortsätt redigera

source: Modified
fi: Muokattu
sv: Modifierad

source: Deactivated
fi: Poista köytöstä
sv: Avaktivera

source: Can be sent to
fi: Voidaan lähettää
sv: Kan skickas åt

source: - choose group -
fi: - Valitse ryhmä -
sv: - Välj grupp -

source: Add group
fi: Lisää ryhmä
sv: Lägg till grupp

source: -- no group selected --
fi: -- ryhmää ei valittu --
sv: - Ingen utvald grupp -

source: Sent to:
fi: Lähetetty
sv: Skickat:

source: Change assignments
fi: Muuta toimeksiannot
sv: Ändra uppgifter

source: Save changes
fi: Tallenna
sv: Spara ändringar

source: Select
fi: Valitse
sv: Välj

source: to send content
fi: jolle sisältö lähetetään
sv: för att sända innehåll

source: Select group to send content
fi: Valitse ryhmä jolle sisältö lähetetään
sv: Välj grupp att sända innehåll

source: Available content
fi: Käytettävissä olevat
sv: Tillgängligt innehåll

source: All groups
fi: Kaikki ryhmät
sv: Alla Grupper

source: Show advanced search
fi: Näytä laajennettu haku
sv: Visa avancerad sökning

source: Back
fi: Takaisin
sv: Tillbaka

source: Group:
fi: Ryhmät
sv: Grupper

source: Change
fi: muutokset
sv: Ändra

source: Email message
fi: Sähköpostiviesti
sv: e-postmeddelanden

source: Edit message
fi: Muokkaa viesti
sv: Editera meddelandet

source: Allow Log-In
fi: Salli log-in
sv: Tillåt Logga in

source: Show Preview
fi: Näytä esikatselu
sv: Visa förhandsgranskning

source: Cancel
fi: Peruuta
sv: Avbryt

source: Edit file
fi: Muokkaa tiedosto
sv: Redigera filen

source: Select file
fi: Valitse tiedosto
sv: Välj fil

source: Upload file
fi: Lataa tiedosto
sv: Ladda upp fil

source: Choose from dms
fi: Valitse DMS:sta
sv: Välj från DMS

source: Supported file types
fi: tuetut tiedostotyypit
sv: filtyper som stöds

source: Cancel upload
fi: Peruuta lataus
sv: Avbryt

source: Tags
fi: Tunnisteet (tagit)
sv: Taggar

source: minutes
fi: minuuttia
sv: minuter

source: Group rights
fi: Ryhmän oikeudet
sv: Grupp rättigheter

source: Available
fi: Saatavilla
sv: Tillgänglig

source: Selected
fi: Valitut
sv: Valda

source: Clear
fi: Tyhjennä
sv: Rensa

source: Done
fi: Tehty
sv: Färdig

source: Create module
fi: Luo moduuli
sv: Skapa modul

source: Collection
fi: Kokoelma
sv: Samling

source: Enter content title
fi: Lisää tiedoston otsikko
sv: Lägg till rubik på innehåll

source: Log in
fi: Kirjaudu sisään
sv: Logga in

source: RSS Feeds
fi: RSS-syötteet
sv: RSS Flöden

source: Choose file from DMS
fi: Valitse DMS:sta
sv: Välj från DMS

source: No content selected
fi: Sisältöä ei valittu
sv: Inget innehåll har valts

source: Edit group name
fi: Muokkaa ryhmän nimet
sv: Redigera gruppnamn

source: Create new group
fi: Luo uusi ryhmä
sv: Lägg till ny grupp

source: Add new group
fi: Lisää uusi ryhmä
sv: Lägg till

source: No changes have been made in the database because of following errors:
fi: Muutoksia ei ole tehty tietokantaan johtuen seuraavista virheistä:
sv: Inga ändringar är gjorda i databasen pga följande fel:

source: Close window
fi: Sulje ikkuna
sv: Stäng fönster

source: Processed
fi: Käsitelty
sv: Bearbetade

source: rows
fi: rivit
sv: rader

source: Upload CSV file
fi: lataa CSV-tiedosto
sv: Ladda upp CSV-fil

source: Change password
fi: Muuta salasana
sv: Ändra lösenord

source: User profile
fi: Käyttäjä rooli
sv: Användar roll

source: Groups &amp; users management
fi: Ryhmien &amp; käyttäjä hallinta
sv: Grupp &amp; användar management

source: Loading groups
fi: ladataan ryhmät
sv: Laddar grupper

source: Loading users
fi: Ladataan käyttäjiä
sv: Laddar användare

source: Add selected to group
fi: Lisää valitut ryhmään
sv: Lägg till valda till gruppen

source: CSV remove
fi: CSV poistaa
sv: CSV bort

source: Remove selected from group
fi: Poista valittu ryhmästä
sv: Ta bort markerade från gruppen

source: Add new
fi: Lisää uusi
sv: Lägg till ny

source: Add new user
fi: Lisää uusi käyttäjä
sv: Lägg till ny användare

source: Export to CSV
fi: Vie CSV-muotoon
sv: Exportera till CSV

source: Import from CSV
fi: Tuo CSV-muodosta
sv: Importera från CSV

source: User details
fi: Käyttäjän tiedot
sv: Användarinformation

source: Manage group self registration option
fi: Hallitse ryhmän itse rekisteröintiä
sv: Hantera självregistrering av grupp

source: Enable self-registration
fi: Ota itse rekisteröinti käyttöön
sv: Aktivera självregistreringen

source: Disable self-registration
fi: Poista itse rekisteröinti käytöstä
sv: Inaktivera självregistreringen

source: Edit user's details
fi: Muokkaa käyttäjän tiedot
sv: Redigera användar detaljer

source: Add new user to:
fi: Lisää uusi käyttäjä
sv: Lägg till ny användare

source: Kneto
fi: Knetoon

source: Reset password
fi: Palauta salasana
sv: Återställ lösenordet

source: System message
fi: Järjestelmän viesti
sv: Systemmeddelande

source: Are You sure You want to remove this user?
fi: Oletko varma että haluat poistaa tämän käyttäjän?
sv: Representerar du säker att du vill ta bort den här användaren?

source: Received
fi: Vastaanotetut
sv: Mottaget

source: No messages
fi: Ei viestejä
sv: Inga meddelanden

source: Select/deselect all
fi: Valitse/poista kaikki
sv: Markera/avmarkera alla

source: Remove messages
fi: Poista viestit
sv: Ta bort meddelanden

source: Messages - New message
fi: Viestit - Uusi viesti
sv: Meddelande - Nytt meddelande

source: New message
fi: Uusi viesti
sv: Nytt meddelande

source: To
fi: Kenelle
sv: Åt

source: Messages - Inbox
fi: Viesteit - Inbox
sv: meddelande . Inbox

source: From
fi: Lähettäjä
sv: Från

source: Manage my templates
fi: Hallitse malleja
sv: Hantera mina mallar

source: Select template
fi: Valitse tiedosto
sv: Välj mall

source: Message
fi: Viesti
sv: Meddelande

source: Parameters
fi: Parametrit
sv: Parameter

source: Save notification as default
fi: Tallenna ilmoitus oletuksena
sv: Spara meddelande som standard

source: Messages - OCL
fi: Viestit - OCL
sv: Meddelanden - OCL

source: Show my links
fi: Näytä linkkeihin
sv: Visa mina länkar

source: Messages - Sent
fi: Viestit - Lähetetyt
sv: Meddelande - Skickat

source: Show only messages with OCL
fi: Näytä vain viestien OCL
sv: Visa endast meddelanden med OCL

source: Manage templates
fi: Hallinnoi pohjia
sv: Administrera Mallar

source: Reply
fi: Vastaa
sv: Svara

source: Resend
fi: Uudelleenlähetys
sv: Skicka

source: Expire now
fi: Vanhenna nyt
sv: Expire nu

source: No notes
fi: Ei merkintöjä
sv: Inga anteckningar

source: Activation complete
fi: Aktivointi valmis
sv: Aktiveringen är färdig

source: Activation problem
fi: Aktivointi ongelma
sv: Problem med aktiveringen

source: Thanks {{ account }}, activation complete! You may now
fi: Kiitos {{ account }}, aktivointi onnistui
sv: Tack {{ account }}, aktiveringen är färdig!

source: using the username and password you set at registration.
fi: Voit nyt kirjautua käyttämällä asettamasi käyttäjätunnus ja salasana.
sv: Tack aktiveringen lyckades Du kan nu Logga in med detanvändarnamn och lösenord du angav vid registreringen.

source: Oops &ndash; it seems that your activation key is invalid. Please check the url again.
fi: Woups! &ndash; näyttää siltä, että tilisi aktivointi avain on virheellinen.Klikkaa alkuperäinen linkki uudelleen.
sv: Oops &ndash; det verkar som din aktiveringsnyckel är ogiltig. Klicka på original nyckel på nytt.

source: Thanks, activation complete!
fi: Kiitos, aktivointi onnistui
sv: Tack, aktiveringen är färdig!

source: You may now login using the username and password you set at registration.
fi: Voit nyt kirjautua käyttämällä asettamasi käyttäjätunnus ja salasana.
sv: Tack aktiveringen lyckades Du kan nu Logga in med detanvändarnamn och lösenord du angav vid registreringen.

source: Login
fi: Kirjaudu sisään
sv: Senaste inloggning

source: Dear %(username)s, You have created an account for %(site_name)s, which has to be activated. To do this, please follow the following link: http://%(site_name)s%(activate_url)s Please do take note that if your activation does not succeed within %(expiration_days)s days, you will have to restart the activation process. Best regards, The Kneto
fi: Arvoisa %(username)s, Voit aktivoida tilin seuraamalla oheista linkkiä: http://%(site_name)s%(activate_url)s Huomaa että, että jos aktivointi ei onnistu %(expiration_days)s päivään mennessä, sinun on käynnistettävä rekisteröinti prosessi uudelleen. Ystävällisin terveisin Kneto

source: Account activation for %(site_name)s
fi: Aktivoi i %(site_name)s in tiliä
sv: Aktivera kontot för %(site_name)s

source: Please log-in
fi: Ole hyvä kirjaudu sisään
sv: Vänligen logga in

source: Log-in
fi: Sisäänkirjautuminen
sv: Logga in

source: Register
fi: Rekisteröidy
sv: Registrera Dig

source: Lost password
fi: Palauta salasana
sv: Återställ lösenordet

source: Password reset complete
fi: Salasanan vaihtaminen onnistui
sv: Ändring av lösenordet lyckades

source: Your password has been set. You may go ahead and log in now.
fi: Uusi salasanasi on voimassa. Voit jatkaa ja kirjautumista nyt.
sv: Ditt nya lösenord är i kraft. Du kan fortsätta med att logga in nu.

source: Password reset
fi: Salasanan nollaus
sv: Lösenord

source: Password reset unsuccessful
fi: Raportti luotu onnistuneesti
sv: Rapport genererad framgångsrikt

source: Please enter your new password twice so we can verify you typed it in correctly.
fi: Kirjoita uusi salasana kahdesti, jotta voimme tarkistaa että kirjoitit senoikein.
sv: Ange ditt nya lösenord två gånger så att vi kan verifiera att du skrevdet rätt.

source: Confirm password
fi: Muuta salasana
sv: Ändra lösenord

source: Change my passowrd
fi: Muuta salasana
sv: Ändra lösenord

source: Ok
fi: Takaisin

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fi: Uuden salasanan vaihto oli virheellinen, mahdollisesti koska se on jo ollut käytössäPyydä uutta salasanaa
sv: Återställning av lösenordet var ogiltigt, Det har möjligen redan använts Vänligen begär ett nytt lösenord

source: Reset passowrd again
fi: Palauta salasana
sv: Återställ lösenordet

source: Password reset successful
fi: Raportti luotu onnistuneesti
sv: Rapport genererad framgångsrikt

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
fi: Olemme sähköpostitse lähettäneet sinulle ohjeet jolla voit asettaa salasanasi Ohje saapuu ilmoittamaasi osoitteeseen tuota pikaa.
sv: Vi har skickat anvisningar om hur du ditt lösenord tas i bruks. Du får anvisningarna inom kort till den e-post adress du angav

source: You're receiving this e-mail because you requested a password reset
fi: Saat tämän sähköpostin, koska olet pyytänyt uuden salasanan
sv: Du får detta e-postmeddelande eftersom du har begärt att återställa ändra lösenordet

source: for your user account at %(site_name)s
fi: käyttäjätilillesi osoitteessa %(site_name)s
sv: för ditt användarkonto på %(site_name)s

source: Please go to the following page and choose a new password:
fi: Siirry seuraavalle sivulle ja valitse uusi salasana:
sv: Gå till nästa sida och välj ett nytt lösenord:

source: Your username, in case you've forgotten:
fi: Käyttäjätunnuksesi, mikäli olet unohtanut:
sv: Ditt användarnamn, om du har glömt:

source: Thanks for using our site!
fi: Kiitos, että käytät webbi palveluamme!
sv: Tack för att du använder vår webbservice!

source: The %(site_name)s team
fi: %(site_name)s in henkilökunta
sv: Personalen på %(site_name)s

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
fi: Unohtuiko salasana? Kirjoita sähköpostiosoitteesi alla olevaan kenttään niin lähetämme sinulle sähköpostitse uudenohjeet uuden salasanan asennukseen.
sv: Har du glömt ditt lösenord? Ange din e-postadress nedan så skickar vi ett nytt per e-post instruktioner för hur du installerar ett nytt lösenord.

source: Reset my password
fi: Palauta salasana
sv: Återställ lösenordet

source: Registration is closed
fi: Itse rekisteröinti on suljettu
sv: Själv registreringen är stängd

source: Registration has been closed
fi: Itse rekisteröinti on suljettu
sv: Själv registreringen har stängts

source: Activation email sent
fi: Tilisi aktivointi sähköposti on lähetetty
sv: Aktivering av konto har skickats med e-post

source: An activation email has been sent. Please check your email and click on the link to activate your account.
fi: Tilisi aktivointi sähköposti on lähetetty. Tarkista sähköpostisi ja klikkaa linkkiä aktivoidaksesi tilisi.
sv: En aktivering av kontot har skickats. Vänligen kontrollera din e-post och klickapå länken för att aktivera ditt konto.

source: Please start the registration by entering your username
fi: Aloita rekisteröiminen antamalla käyttäjänimesi
sv: Börja registreringen med att ange ditt användarnamn

source: Create new report
fi: Luo uusi raportti
sv: Skapa ny rapport

source: Edit report
fi: Muokkaa raporttia
sv: Redigera rapport

source: Receivers
fi: Vastaanotetut
sv: Mottagare

source: add receiver
fi: lisää vastaanotin
sv: lägg mottagare

source: My reports
fi: Omat raportit
sv: Mina rapporter

source: Add new report
fi: Lisää uusi raportti
sv: Lägg till ny rapport

source: Report name
fi: Raportin nimi
sv: Rapport namn

source: Last execution time
fi: Edellinen suorituskerta
sv: Senaste utföring

source: Run now!
fi: Aja raportti
sv: Kör rapport!

source: LDAP URL
sv: LDAP

source: Background file
sv: bakgrund fil

source: Use Logo as title
sv: Använd logotypen som titel

source: Use background image
sv: Använd bakgrundsbild

source: Results of users import to group:
sv: Inga användare i den här gruppen:

source: Bengali
sv: Bengaliska

source: Galician
sv: Galiciska

source: To 0 people
sv: Till 0 personer

source: This operation cannot be undone.
sv: Denna operation kan inte ångras.

source: -- select module name --
sv: -- Välj modul namn --

source: This link is expired
sv: Denna länk har upphört att gälla
